"Volume" = "Volume"; 
"Drawbars" = "Drawbars"; 
"Percussion Level" = "Niveau de percussion"; 
"Percussion Time" = "Temps de percussion"; 
"Click" = "Cliquer"; 
"Distortion" = "Distorsion"; 
"Rotary Speaker" = "Enceinte à effet Leslie"; 


